{
  "title": "Política de Privacidade",
  "description-1": "Esta Política de Privacidade descreve nossas políticas e procedimentos sobre a coleta, uso e divulgação de suas informações quando você utiliza o Serviço e informa sobre seus direitos de privacidade e como a lei o protege.",
  "description-2": "Utilizamos seus dados pessoais para fornecer e melhorar o Serviço. Ao utilizar o Serviço, você concorda com a coleta e o uso das informações de acordo com esta Política de Privacidade.",
  "lastUpdated": "Última atualização: 16 de maio de 2024",
  "description1": "",
  "description2": "",
  "interpretation_and_definitions": "Interpretação e Definições",
  "interpretation": "Interpretação",
  "interpretation_description": "As palavras cuja letra inicial está em maiúscula têm os significados definidos nas seguintes condições. As seguintes definições terão o mesmo significado independentemente de aparecerem no singular ou no plural.",
  "definitions": "Definições",
  "definitions_description": "Para os efeitos desta Política de Privacidade:",
  "account_title": "Conta",
  "account_description": "significa uma conta única criada para que você acesse nosso Serviço ou partes do nosso Serviço.",
  "affiliate_title": "Afilicado",
  "affiliate_description": "significa uma entidade que controla, é controlada por ou está sob controle comum com uma parte, onde \"controle\" significa a propriedade de 50% ou mais das ações, participações ou valores que têm direito a voto para a eleição de diretores ou outra autoridade de gestão.",
  "company_title": "Empresa",
  "company_description": "(referida como \"a Empresa\", \"Nós\" ou \"Nosso\" neste Acordo) refere-se a BC Boilerplates.",
  "cookies_title": "Cookies",
  "cookies_definition": "são pequenos arquivos que são colocados no seu computador, dispositivo móvel ou qualquer outro dispositivo por um site, que contêm os detalhes do seu histórico de navegação nesse site entre seus muitos usos.",
  "device_title": "Dispositivo",
  "device_description": "significa qualquer dispositivo que possa acessar o Serviço, como um computador, um telefone celular ou um tablet digital.",
  "personal_data_title": "Dados Pessoais",
  "personal_data_definition": "é qualquer informação que se relaciona com um indivíduo identificado ou identificável.",
  "service_title": "Serviço",
  "service_description": "refere-se ao Site.",
  "service_provider_title": "Prestador de Serviços",
  "service_provider_description": "significa qualquer pessoa física ou jurídica que processa os dados em nome da Empresa. Refere-se a empresas ou indivíduos terceiros empregados pela Empresa para facilitar o Serviço, para fornecer o Serviço em nome da Empresa, para realizar serviços relacionados ao Serviço ou para ajudar a Empresa a analisar como o Serviço é utilizado.",
  "usage_data_title": "Dados de Uso",
  "usage_data_description": "refere-se aos dados coletados automaticamente, sejam gerados pelo uso do Serviço ou pela infraestrutura do Serviço em si (por exemplo, a duração de uma visita a uma página).",
  "website_title": "Site",
  "website_description": "refere-se a Extensive React Boilerplate, acessível a partir de",
  "you_title": "Você",
  "you_description": "significa o indivíduo que acessa ou utiliza o Serviço, ou a empresa ou outra entidade legal em nome da qual tal indivíduo está acessando ou utilizando o Serviço, conforme o caso.",
  "collecting_and_using_personal_data": "Coleta e Uso de seus Dados Pessoais",
  "types_of_data_collected": "Tipos de Dados Coletados",
  "personal_data": "Dados Pessoais",
  "personal_data_description": "Enquanto utiliza nosso Serviço, podemos solicitar que você nos forneça certas informações de identificação pessoal que podem ser usadas para contatá-lo ou identificá-lo. As informações de identificação pessoal podem incluir, entre outros:",
  "usage_data": "Dados de Uso",
  "usage_data_auto_collected": "Os dados de uso são coletados automaticamente quando o Serviço é utilizado.",
  "mobile_device_info_collection": "Quando você acessa o Serviço por meio de ou através de um dispositivo móvel, podemos coletar automaticamente certas informações, incluindo, entre outros, o tipo de dispositivo móvel que você utiliza, o ID único do seu dispositivo móvel, o endereço IP do seu dispositivo móvel, seu sistema operacional móvel, o tipo de navegador de Internet móvel que você utiliza, identificadores únicos de dispositivo e outros dados de diagnóstico.",
  "browser_info_collection": "Também podemos coletar informações que seu navegador envia toda vez que você visita nosso Serviço ou quando acessa o Serviço por meio de ou através de um dispositivo móvel.",
  "tracking_technologies_and_cookies": "Tecnologias de Rastreamento e Cookies",
  "tracking_technologies_and_cookies_description": "Utilizamos Cookies e tecnologias de rastreamento similares para rastrear a atividade em nosso Serviço e armazenar certas informações. As tecnologias de rastreamento utilizadas são marcadores, tags e scripts para coletar e rastrear informações e para melhorar e analisar nosso Serviço. As tecnologias que utilizamos podem incluir:",
  "cookies_or_browser_cookies": "Cookies ou Cookies de Navegador.",
  "cookies_description": "Um cookie é um pequeno arquivo colocado no seu dispositivo. Você pode instruir seu navegador a recusar todos os cookies ou a indicar quando um cookie é enviado. No entanto, se você não aceitar os cookies, pode não conseguir usar algumas partes do nosso Serviço. A menos que você tenha ajustado as configurações do seu navegador para recusar cookies, nosso Serviço pode usar cookies.",
  "web_beacons": "Marcadores da Web.",
  "web_beacons_description": "Certas seções do nosso Serviço e nossos e-mails podem conter pequenos arquivos eletrônicos conhecidos como marcadores da web (também denominados gifs claros, tags de pixels e gifs de um pixel) que permitem à Empresa, por exemplo, contar os usuários que visitaram essas páginas ou abriram um e-mail e para outras estatísticas relacionadas ao site (por exemplo, registrar a popularidade de uma seção específica e verificar a integridade do sistema e do servidor).",
  "cookies_paragraph": "Os cookies podem ser \"Persistentes\" ou \"De Sessão\". Os cookies persistentes permanecem no seu computador pessoal ou dispositivo móvel quando você está offline, enquanto os cookies de sessão são excluídos assim que você fecha seu navegador. Saiba mais sobre cookies no artigo do site Free Privacy Policy.",
  "purpose_of_cookies": "Utilizamos tanto cookies de sessão quanto cookies persistentes para os fins estabelecidos abaixo:",
  "necessary_cookies_title": "Cookies Necessárias / Essenciais",
  "session_cookies": "Tipo: Cookies de Sessão",
  "administered_by": "Administrado por: a Empresa",
  "necessary_cookies_purpose": "Propósito: Esses cookies são essenciais para fornecer serviços disponíveis através do site e para permitir que você use algumas de suas funções. Eles ajudam a autenticar usuários e prevenir o uso fraudulento de contas de usuário. Sem esses cookies, os serviços que você solicitou não podem ser fornecidos, e usamos apenas esses cookies para fornecer esses serviços.",
  "cookies_policy_title": "Política de Cookies / Cookies de Aceitação de Aviso",
  "persistent_cookies": "Tipo: Cookies Persistentes",
  "cookies_policy_purpose": "Propósito: Esses cookies identificam se os usuários aceitaram o uso de cookies no site.",
  "functionality_cookies_title": "Cookies de Funcionalidade",
  "functionality_cookies_purpose": "Propósito: Esses cookies nos permitem lembrar das escolhas que você faz ao usar o site, como lembrar seus detalhes de login ou a preferência de idioma. O propósito desses cookies é proporcionar uma experiência mais personalizada e evitar que você tenha que reinserir suas preferências toda vez que usar o site.",
  "cookies_policy_info": "Para obter mais informações sobre os cookies que usamos e suas opções em relação aos cookies, visite nossa Política de Cookies ou a seção de Cookies da nossa Política de Privacidade.",
  "use_of_personal_data": "Uso de seus Dados Pessoais",
  "personal_data_purposes": "A Empresa pode usar os Dados Pessoais para os seguintes fins:",
  "provide_and_maintain_service": "Para fornecer e manter nosso Serviço,",
  "provide_and_maintain_service_desc": "incluindo para monitorar o uso do nosso Serviço.",
  "manage_account": "Para gerenciar sua Conta:",
  "manage_account_desc": "para gerenciar seu registro como usuário do Serviço. Os Dados Pessoais que você fornece podem dar acesso a diferentes funcionalidades do Serviço que estão disponíveis para você como usuário registrado.",
  "performance_of_contract": "Para o cumprimento de um contrato:",
  "performance_of_contract_desc": "o desenvolvimento, cumprimento e execução do contrato de compra dos produtos, artigos ou serviços que você adquiriu ou de qualquer outro contrato conosco através do Serviço.",
  "contact_you": "Para contatá-lo:",
  "contact_you_desc": "Para contatá-lo por e-mail, ligações telefônicas, SMS ou outras formas equivalentes de comunicação eletrônica, como notificações push de uma aplicação móvel com relação a atualizações ou comunicações informativas relacionadas às funcionalidades, produtos ou serviços contratados, incluindo atualizações de segurança, quando necessário ou razoável para sua implementação.",
  "provide_news_and_offers": "Para fornecer",
  "provide_news_and_offers_desc": "com notícias, ofertas especiais e informações gerais sobre outros bens, serviços e eventos que oferecemos que são semelhantes aos que você já comprou ou consultou, a menos que você tenha optado por não receber essas informações.",
  "manage_requests": "Para gerenciar suas solicitações:",
  "manage_requests_desc": "para atender e gerenciar suas solicitações a nós.",
  "business_transfers": "Para transferências de negócios:",
  "business_transfers_desc": "Podemos usar suas informações para avaliar ou conduzir uma fusão, alienação, reestruturação, reorganização, dissolução ou outra venda ou transferência de alguns ou todos os nossos ativos, seja como um negócio em funcionamento ou como parte de falência, liquidação ou procedimento similar, em que Dados Pessoais mantidos por nós sobre nossos usuários de Serviço estejam entre os ativos transferidos.",
  "other_purposes": "ou outros fins:",
  "other_purposes_desc": "Podemos usar suas informações para outros fins, como análise de dados, identificar tendências de uso, determinar a eficácia de nossas campanhas promocionais e avaliar e melhorar nosso Serviço, produtos, serviços, marketing e sua experiência.",
  "personal_data_sharing": "Podemos compartilhar suas informações pessoais nas seguintes situações:",
  "with_service_providers": "Com Prestadores de Serviços:",
  "with_service_providers_desc": "Podemos compartilhar suas informações pessoais com Prestadores de Serviços para monitorar e analisar o uso do nosso Serviço, para contatá-lo.",
  "for_business_transfers": "Para transferências de negócios:",
  "for_business_transfers_desc": "Podemos compartilhar ou transferir suas informações pessoais em conexão com, ou durante negociações de, qualquer fusão, venda de ativos da Empresa, financiamento ou aquisição de toda ou parte do nosso negócio para outra empresa.",
  "with_affiliates": "Com Afiliados:",
  "with_affiliates_desc": "Podemos compartilhar suas informações com nossos afiliados, caso em que exigiremos que esses afiliados honrem esta Política de Privacidade. Afiliados incluem nossa empresa-mãe e quaisquer outras subsidiárias, parceiros de joint venture ou outras empresas que controlamos ou que estão sob controle comum conosco.",
  "with_business_partners": "Com parceiros comerciais:",
  "with_business_partners_desc": "Podemos compartilhar suas informações com nossos parceiros comerciais para oferecer determinados produtos, serviços ou promoções.",
  "with_other_users": "Com outros usuários:",
  "with_other_users_desc": "quando você compartilha informações pessoais ou de outra forma interage em áreas públicas com outros usuários, essas informações podem ser visualizadas por todos os usuários e podem ser distribuídas publicamente no exterior.",
  "with_consent": "Com seu consentimento:",
  "with_consent_desc": "Podemos divulgar suas informações pessoais para qualquer outro fim com seu consentimento.",
  "retention_of_personal_data": "Retenção de seus Dados Pessoais",
  "retention_policy_paragraph1": "A Empresa reterá seus Dados Pessoais apenas pelo tempo necessário para os fins estabelecidos nesta Política de Privacidade. Reteremos e usaremos seus Dados Pessoais na medida necessária para cumprir nossas obrigações legais (por exemplo, se somos obrigados a reter seus dados para cumprir leis aplicáveis), resolver disputas e fazer cumprir nossos acordos legais e políticas.",
  "retention_policy_paragraph2": "A Empresa também reterá Dados de Uso para fins de análise interna. Os Dados de Uso geralmente são retidos por um período mais curto, exceto quando esses dados são usados para fortalecer a segurança ou melhorar a funcionalidade do nosso Serviço, ou somos legalmente obrigados a reter esses dados por períodos mais longos.",
  "transfer_of_personal_data": "Transferência de seus Dados Pessoais",
  "transfer_info_paragraph1": "Suas informações, incluindo Dados Pessoais, são processadas nos escritórios operacionais da Empresa e em quaisquer outros locais onde as partes envolvidas no processamento estejam localizadas. Isso significa que essas informações podem ser transferidas para — e mantidas em — computadores localizados fora do seu estado, província, país ou outra jurisdição governamental onde as leis de proteção de dados podem diferir daquelas da sua jurisdição.",
  "transfer_info_paragraph2": "Seu consentimento com esta Política de Privacidade seguido de seu envio dessas informações representa seu acordo com essa transferência.",
  "transfer_info_paragraph3": "A Empresa tomará todos os passos razoavelmente necessários para garantir que seus dados sejam tratados com segurança e de acordo com esta Política de Privacidade e nenhuma transferência de seus Dados Pessoais ocorrerá para uma organização ou país, a menos que existam controles adequados em vigor, incluindo a segurança de seus dados e outras informações pessoais.",
  "delete_personal_data": "Excluir seus Dados Pessoais",
  "delete_info_paragraph1": "Você tem o direito de excluir ou solicitar que ajudemos a excluir os Dados Pessoais que coletamos sobre você.",
  "delete_info_paragraph2": "Nosso Serviço pode dar a capacidade de excluir certas informações sobre você de dentro do Serviço.",
  "delete_info_paragraph3": "Você pode atualizar, modificar ou excluir suas informações a qualquer momento, fazendo login em sua Conta, se tiver uma, e visitando a seção de configurações da conta que permite gerenciar suas informações pessoais. Você também pode entrar em contato conosco para solicitar acesso, corrigir ou excluir quaisquer informações pessoais que nos forneceu.",
  "delete_info_paragraph4": "Observe, no entanto, que podemos precisar reter certas informações quando tivermos uma obrigação legal ou base legal para fazê-lo.",
  "disclosure_of_personal_data": "Divulgação de seus Dados Pessoais",
  "business_transactions": "Transações Comerciais",
  "business_transactions_paragraph": "Se a Empresa estiver envolvida em uma fusão, aquisição ou venda de ativos, seus Dados Pessoais podem ser transferidos. Forneceremos aviso antes que seus Dados Pessoais sejam transferidos e se tornem sujeitos a uma Política de Privacidade diferente.",
  "law_enforcement": "Aplicação da lei",
  "law_enforcement_paragraph": "Sob certas circunstâncias, a Empresa pode ser obrigada a divulgar seus Dados Pessoais se exigido por lei ou em resposta a solicitações válidas de autoridades públicas (por exemplo, um tribunal ou uma agência governamental).",
  "other_legal_requirements": "Outros requisitos legais",
  "other_legal_requirements_paragraph": "A Empresa pode divulgar seus Dados Pessoais na crença de boa fé de que tal ação é necessária para:",
  "legal_requirement_item1": "Cumprir uma obrigação legal",
  "legal_requirement_item2": "Proteger e defender os direitos ou propriedade da Empresa",
  "legal_requirement_item3": "Prevenir ou investigar possíveis irregularidades em conexão com o Serviço",
  "legal_requirement_item4": "Proteger a segurança pessoal dos Usuários do Serviço ou do público",
  "legal_requirement_item5": "Proteger contra responsabilidade legal",
  "security_of_personal_data": "Segurança de seus Dados Pessoais",
  "security_paragraph": "A segurança de seus Dados Pessoais é importante para nós, mas lembre-se de que nenhum método de transmissão pela Internet ou método de armazenamento eletrônico é 100% seguro. Embora nos esforcemos para usar meios comercialmente aceitáveis para proteger seus Dados Pessoais, não podemos garantir sua segurança absoluta.",
  "childrens_privacy": "Privacidade de Crianças",
  "childrens_privacy_paragraph1": "Nosso Serviço não se dirige a ninguém com menos de 13 anos. Não coletamos intencionalmente informações de identificação pessoal de ninguém com menos de 13 anos. Se você é pai ou responsável e está ciente de que seu filho nos forneceu Dados Pessoais, entre em contato conosco. Se ficarmos cientes de que coletamos Dados Pessoais de qualquer pessoa com menos de 13 anos sem verificação do consentimento dos pais, tomamos medidas para remover essas informações dos nossos servidores.",
  "childrens_privacy_paragraph2": "Se precisarmos depender do consentimento como base legal para processar suas informações e seu país exigir consentimento dos pais, podemos exigir o consentimento dos pais antes de coletarmos e usarmos essas informações.",
  "links_to_other_websites": "Links para Outros Sites",
  "links_to_other_websites_paragraph1": "Nosso Serviço pode conter links para outros sites que não são operados por nós. Se você clicar em um link de terceiros, será direcionado para o site dessa terceira parte. Recomendamos enfaticamente que revise a Política de Privacidade de cada site que visita.",
  "links_to_other_websites_paragraph2": "Não temos controle e não assumimos responsabilidade pelo conteúdo, políticas de privacidade ou práticas de quaisquer sites ou serviços de terceiros.",
  "changes_to_privacy_policy": "Alterações a esta Política de Privacidade",
  "changes_to_privacy_policy_paragraph1": "Podemos atualizar nossa Política de Privacidade de tempos em tempos. Notificaremos você sobre quaisquer alterações publicando a nova Política de Privacidade nesta página.",
  "changes_to_privacy_policy_paragraph2": "Informaremos você por e-mail e/ou um aviso proeminente em nosso Serviço, antes que a alteração se torne efetiva e atualizaremos a data de 'Última atualização' no topo desta Política de Privacidade.",
  "changes_to_privacy_policy_paragraph3": "Você é aconselhado a revisar esta Política de Privacidade periodicamente para quaisquer alterações. As alterações a esta Política de Privacidade são efetivas quando publicadas nesta página.",
  "contact_us": "Entre em Contato",
  "contact_us_paragraph": "Se você tiver alguma dúvida sobre esta Política de Privacidade, pode entrar em contato conosco:",
  "contact_us_by_email": "Por e-mail:",
  "contact_us_on_website": "Visitando esta página em nosso site:",
  "contact_us_on_github_discussions": "No Github Discussions para",
  "contact_us_on_github_discussions_or": "ou",
  "contact_us_on_discord": "Em nosso Discord "
}
